Revit 2024 API
ParameterTypeId.RbsElecPanelTotalestloadParam Property
 "Total Estimated Demand"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsElecPanelTotalestloadParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsElecPanelTotalestloadParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsElecPanelTotalestloadParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace